docs/chapter5/section1.html
<!doctype html>
<html lang="en">
<head>
<title></title>
<!-- 2021-05-15 Sat 19:24 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Sibi Prabakaran">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">

</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://psibi.in/velleman-calculus/"> UP </a>
 |
 <a accesskey="H" href="https://psibi.in/"> HOME </a>
</div><div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Integrals</a>
<ul class="nav">
<li><a href="#sec-1-1">1.1. Summation</a></li>
<li><a href="#sec-1-2">1.2. Theorem 5.1.1</a></li>
<li><a href="#sec-1-3">1.3. Telescoping Sums</a></li>
<li><a href="#sec-1-4">1.4. Other results</a></li>
<li><a href="#sec-1-5">1.5. Bound variables</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title"></h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Integrals</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Summation</h3>
<div class="outline-text-3" id="text-1-1">
<p>
\(\sum_{i=1}^n a_i = a_1 + a_2 + ... + a_n\)
</p>

<p>
The symbol is called sigma.
</p>

<p>
\(\sum_{i=1}^n c = nc\)
</p>

<p>
\(\sum_{i=1}^n i = \dfrac{n(n+1)}{2}\)
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Theorem 5.1.1</h3>
<div class="outline-text-3" id="text-1-2">
<p>
For any numbers \(c, a_1, a_2\) &#x2026; \(a_n, b_1, b_2\) &#x2026; \(b_n\), the
following equations are true:
</p>

<p>
\(\sum_{i=1}^n (ca_i) = c\sum_{i=1}^na_i\)
</p>

<p>
\(\sum_{i=1}^n (a_i + b_i) = \sum_{i=1}^n a_i + \sum_{i=1}^n b_i\)
</p>

<p>
\(\sum_{i=1}^n (a_i - b_i) = \sum_{i=1}^n a_i - \sum_{i=1}^n b_i\)
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Telescoping Sums</h3>
<div class="outline-text-3" id="text-1-3">
<p>
\(\sum_{i=1}^n [(i+1)^3 -1^3] = [2^3 - 1^3] + [3^3 - 2^3] + [4^3 - 3^3] + ... + [n^3 - (n-1)^3] + [(n+1)^3-n^3]\)
</p>

<p>
Notice how the terms cancel each others. The only thing that is left
finally is \(-1^3\) from the first term and the \((n+1)^3\) from the last
term.
</p>

<p>
Sums like above where most of the terms cancel out are called
telescoping sums.
</p>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> Other results</h3>
<div class="outline-text-3" id="text-1-4">
<p>
\(\sum_{i=1}^n i^2 = \dfrac{n(n+1)(2n+1)}{6}\)
</p>

<p>
\(\sum_{i=1}^n i^3 = \dfrac{n^2(n+1)^2}{4}\)
</p>
</div>
</div>

<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> Bound variables</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Dummy or Bound variables in an experession can be changed to a
different variable without affecting the value of the expression.
</p>
</div>
</div>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Sibi Prabakaran</p>
<p class="date">Created: 2021-05-15 Sat 19:24</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="http://orgmode.org">Org-mode</a> 9.4)</p>
</div>
</footer>
</body>
</html>
